/* Network failure error */
"VI_LOGIN_SERVER_FAILURE" = "Could not reach the server";

/* login text */
"VI_LOGIN_GO_TEXT" = "GO!";

/* Logging in */
"VI_LOGIN_LOGGING_IN_TEXT" = "Logging In...";

/* Password length request */
"VI_LOGIN_PASSWORD_LENGTH_FAIL_FORMAT" = "Password must be at least %d characters.";

/* Username must be an email address */
"VI_LOGIN_USERNAME_MUST_BE_EMAIL" = "Username must be an email address.";

/* Username must not be empty */
"VI_LOGIN_USERNAME_NOT_EMPTY" = "Username must not be empty.";

/* Incorrect password error message */
"VI_LOGIN_INCORRECT_PASSWORD" = "Your password was incorrect, please try again";

/* Incorrect username error */
"VI_LOGIN_INCORRECT_USERNAME" = "Your username was incorrect, please try again";

/* Successful Login */
"VI_LOGIN_SUCCESS" = "Success!"